{
  "productos": [
    {
      "id": 1,
      "nombre": "Camiseta básica",
      "categoria": "Camisetas",
      "precio": 15.99,
      "descripcion": "Camiseta de manga corta, cuello redondo, 100% algodón.",
      "imagen": "https://tienda.guantexindustrial.com.ar/2507-large_default/remera-algodon-jersey-gris-talle-xxxl.jpg",
      "detalle": "Esta camiseta básica de algodón es perfecta para cualquier ocasión. Hecha de algodón de alta calidad, ofrece comodidad durante todo el día. El diseño de manga corta y cuello redondo la hace versátil y fácil de combinar. Ideal para uso diario o para crear looks casuales."
    },
    {
      "id": 2,
      "nombre": "Jeans slim fit",
      "categoria": "Pantalones",
      "precio": 29.99,
      "descripcion": "Jeans ajustados, estilo slim fit, lavado oscuro.",
      "imagen": "https://pieers.com/media/catalog/product/cache/097385f17d397554f16923050d48d089/p/p/ppr09729stw_1.jpg",
      "detalle": "Elaborados con tela de alta calidad, estos jeans no solo son elegantes, sino también duraderos, lo que los convierte en un elemento imprescindible en tu guardarropa. Su diseño moderno y versátil los hace ideales para cualquier ocasión, desde una salida casual con amigos hasta una noche en la ciudad."
    },
    {
      "id": 3,
      "nombre": "Sudadera",
      "categoria": "Sudaderas",
      "precio": 24.99,
      "descripcion": "Sudadera con capucha y bolsillo delantero, 80% algodón y 20% poliéster.",
      "imagen": "https://crossclothing.com.ar/wp-content/uploads/2023/07/4x5-BUZO-GOTHBLACK-F.jpg",
      "detalle": "Esta sudadera con capucha es la prenda perfecta para mantenerte abrigado y con estilo. Fabricada con una mezcla de algodón y poliéster, ofrece comodidad y calidez. El diseño clásico con capucha y bolsillo delantero la hace versátil y práctica. Ideal para llevar en cualquier ocasión, ya sea en casa o en la calle."
    },
    {
      "id": 4,
      "nombre": "Vestido floral",
      "categoria": "Vestidos",
      "precio": 39.99,
      "descripcion": "Vestido corto con estampado floral, cuello en V y manga larga.",
      "imagen": "https://cartersarg.vtexassets.com/arquivos/ids/225840-800-auto?v=637828843044700000&width=800&height=auto&aspect=true",
      "detalle": "Este hermoso vestido floral es perfecto para eventos casuales y ocasiones especiales. Con un estampado floral vibrante y femenino, este vestido agrega un toque de estilo primaveral a tu guardarropa. El cuello en V y las mangas largas añaden un toque elegante, mientras que el corte corto lo hace moderno y juvenil. Un must-have para cualquier fashionista."
    },
    {
      "id": 5,
      "nombre": "Zapatillas deportivas",
      "categoria": "Calzado",
      "precio": 49.99,
      "descripcion": "Zapatillas deportivas, diseño moderno, suela de goma antideslizante.",
      "imagen": "https://www.moov.com.ar/on/demandware.static/-/Sites-365-dabra-catalog/default/dwb80cc243/products/NIDD6958-001/NIDD6958-001-1.JPG",
      "detalle": "Estas zapatillas deportivas son ideales para cualquier actividad física. Con un diseño moderno y atractivo, ofrecen comodidad y estilo. La suela de goma antideslizante proporciona tracción y estabilidad en cualquier terreno. Perfectas para correr, hacer ejercicio en el gimnasio o simplemente para lucir un look deportivo casual."
    },
    {
      "id": 6,
      "nombre": "Chaqueta de cuero",
      "categoria": "Chaquetas",
      "precio": 79.99,
      "descripcion": "Chaqueta de cuero genuino, estilo clásico con cierre de cremallera.",
      "imagen": "https://acdn.mitiendanube.com/stores/001/252/637/products/sin-titulo-161-f58cd2efefa1a29d6916185152987373-1024-1024.jpg",
      "detalle": "Esta chaqueta de cuero es una pieza atemporal que nunca pasa de moda. Hecha de cuero genuino de alta calidad, ofrece durabilidad y estilo. El diseño clásico con cierre de cremallera y bolsillos laterales la hace versátil y práctica. Ideal para lucir un look casual elegante o para complementar un outfit más formal."
    }
  ]
}
